--
-- PostgreSQL database dump
--

\restrict UdopVpuIDHh8co3XPVcwMBSMuAtoxWlYPUVxJW92SLyxBxNWYt9Eo375M2LMIqT

-- Dumped from database version 15.18 (Ubuntu 15.18-201-yandex.55830.ec642aad1f)
-- Dumped by pg_dump version 15.18 (Debian 15.18-1.pgdg13+1)

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

--
-- Data for Name: ki_game_types; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.ki_game_types (game_type_id, game_type_name, show_all_regions, game_type_style, game_type_real_game) FROM stdin;
1	╨Я╨╛╨╗╨╡╨▓╨░╤П	0		1
2	╨У╨╛╤А╨╛╨┤╤Б╨║╨░╤П	0		1
3	╨Э╨░&nbsp;╤В╤Г╤А╨▒╨░╨╖╨╡	0		1
4	╨Я╨░╨▓╨╕╨╗╤М╨╛╨╜╨╜╨░╤П	0		0
5	╨Ъ╨╛╨╜╨▓╨╡╨╜╤В	1		0
6	╨С╨░╨╗	0		0
7	╨Ь╨░╨╜╨╡╨▓╤А╤Л	0		0
8	╨У╨╛╤А╨╛╨┤╤Б╨║╨░╤П + ╨Я╨╛╨╗╨╡╨▓╨░╤П	0		1
9	╨У╨╛╤А╨╛╨┤╤Б╨║╨░╤П + ╨Э╨░ ╤В╤Г╤А╨▒╨░╨╖╨╡	0		1
10	╨в╤Г╤А╨╜╨╕╤А	0		0
11	╨Я╨╛╨┤╨╖╨╡╨╝╨╜╨░╤П	0		1
12	╨б╤В╤А╨░╨╣╨║╨▒╨╛╨╗	0		0
13	╨д╨╡╤Б╤В╨╕╨▓╨░╨╗╤М	0		0
\.


--
-- Data for Name: ki_regions; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.ki_regions (region_id, region_name, region_code, region_experimental) FROM stdin;
1	╨Т╤Б╨╡ ╨╕╨│╤А╤Л		0
2	╨б╨╡╨▓╨╡╤А╨╛-╨Ч╨░╨┐╨░╨┤	spb	0
3	╨Ь╨╛╤Б╨║╨▓╨░ ╨╕ ╨ж╨╡╨╜╤В╤А╨░╨╗╤М╨╜╤Л╨╣ ╤А╨╡╨│╨╕╨╛╨╜	msk	0
5	╨г╤А╨░╨╗	ural	0
6	╨б╨╕╨▒╨╕╤А╤М	sibir	0
7	╨о╨│ ╨а╨╛╤Б╤Б╨╕╨╕	south	0
8	╨Ф╨░╨╗╤М╨╜╨╕╨╣ ╨Т╨╛╤Б╤В╨╛╨║	dv	0
9	╨Я╨╛╨▓╨╛╨╗╨╢╤М╨╡	volga	0
10	╨г╨║╤А╨░╨╕╨╜╨░	ua	0
11	╨С╨╡╨╗╨░╤А╤Г╤Б╤М	bel	0
13	╨Ч╨░╤А╤Г╨▒╨╡╨╢╤М╨╡	foreign	0
\.


--
-- Data for Name: ki_status; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.ki_status (status_id, status_name, status_style, problem_status, future_only_status, cancelled_status, show_review_flag, show_date_flag, good_status) FROM stdin;
0	OK	status-ok	0	1	0	1	1	1
1	╨Я╤А╨╛╤И╨╗╨░	status-finish	0	0	0	1	1	1
2	???	status-unknown	1	0	0	0	1	0
3	╨Ю╤В╨╗╨╛╨╢╨╡╨╜╨░	status-postponedd	0	0	1	0	1	0
4	╨Ф╨░╤В╨░?	status-date	1	0	0	0	0	0
5	╨Ю╤В╨╝╨╡╨╜╨╡╨╜╨░	status-canceled	0	0	1	0	1	0
\.


--
-- Data for Name: ki_sub_regions; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.ki_sub_regions (sub_region_id, sub_region_name, sub_region_disp_name, region_id) FROM stdin;
1	╨б╨░╨╜╨║╤В-╨Я╨╡╤В╨╡╤А╨▒╤Г╤А╨│	╨б╨Я╨▒	2
2	╨Ы╨╡╨╜╨╕╨╜╨│╤А╨░╨┤╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨б╨Я╨▒	2
3	╨Ь╨╛╤Б╨║╨▓╨░	╨Ь╤Б╨║	3
4	╨Ь╨╛╤Б╨║╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ь╤Б╨║	3
5	╨в╨▓╨╡╤А╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨в╨▓╨╡╤А╤М	3
6	╨Т╨╗╨░╨┤╨╕╨╝╨╕╤А╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Т╨╗╨░╨┤	3
7	╨Р╤А╤Е╨░╨╜╨│╨╡╨╗╤М╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Р╤А╤Е	2
8	╨Э╨╛╨▓╨│╨╛╤А╨╛╨┤╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Э╨╛╨▓╨│	2
9	╨Ъ╨░╤А╨╡╨╗╨╕╤П	╨Ъ╨░╤А╨╡╨╗	2
10	╨Ъ╨╛╨╝╨╕	╨Ъ╨╛╨╝╨╕	2
11	╨Т╨╛╨╗╨╛╨│╨╛╨┤╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Т╨╛╨╗╨╛╨│	2
12	╨Ъ╨░╨╗╨╕╨╜╨╕╨╜╨│╤А╨░╨┤╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ъ╨╗╨╜╨│╤А╨░╨┤	2
13	╨Ь╤Г╤А╨╝╨░╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ь╤Г╤А╨╝	2
14	╨Я╤Б╨║╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Я╤Б╨║╨╛╨▓	2
15	╨Э╨╡╨╜╨╡╤Ж╨║╨╕╨╣ ╨░╨▓╤В╨╛╨╜╨╛╨╝╨╜╤Л╨╣ ╨╛╨║╤А╤Г╨│	╨Э╨╡╨╜╨╡╤Ж	2
17	╨в╨░╤В╨░╤А╤Б╤В╨░╨╜	╨Ъ╨░╨╖╨░╨╜╤М	9
18	╨в╨╛╨╝╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨в╨╛╨╝╤Б╨║	6
19	╨С╨░╤И╨║╨╛╤А╤В╨╛╤Б╤В╨░╨╜	╨С╤И╨║	5
20	╨Э╨╕╨╢╨╡╨│╨╛╤А╨╛╨┤╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Э╨╕╨╢╨╜	9
21	╨б╨░╨╝╨░╤А╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨б╨╝╤А	9
22	╨в╤Г╨╗╤М╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨в╤Г╨╗╨░	3
23	╨а╤П╨╖╨░╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨а╤П╨╖	3
24	╨б╨▓╨╡╤А╨┤╨╗╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨б╨▓╤А╨┤	5
25	╨з╨╡╨╗╤П╨▒╨╕╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨з╨╗╨▒	5
26	╨Ю╤А╨╗╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ю╤А╤С╨╗	3
27	╨Ъ╨░╨╗╤Г╨╢╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ъ╨░╨╗╤Г╨│╨░	3
28	╨Я╨╡╤А╨╝╤Б╨║╨╕╨╣ ╨║╤А╨░╨╣	╨Я╨╡╤А╨╝╤М	5
29	╨Ю╤А╨╡╨╜╨▒╤Г╤А╨│╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ю╤А╨╡╨╜	9
30	╨в╤О╨╝╨╡╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨в╤О╨╝	5
31	╨Ъ╤Г╤А╨│╨░╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ъ╤Г╤А╨│	5
32	╨Ъ╤Г╤А╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ъ╤Г╤А╤Б╨║	3
33	╨С╨╡╨╗╨│╨╛╤А╨╛╨┤╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨С╨╡╨╗╨│	3
34	╨Т╨╛╤А╨╛╨╜╨╡╨╢╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Т╤А╨╜╨╢	3
35	╨е╨░╨╜╤В╤Л-╨Ь╨░╨╜╤Б╨╕╨╣╤Б╨║╨╕╨╣ ╨░╨▓╤В╨╛╨╜╨╛╨╝╨╜╤Л╨╣ ╨╛╨║╤А╤Г╨│	╨е╨Ь╨Р╨Ю	5
36	╨п╨╝╨░╨╗╨╛-╨Э╨╡╨╜╨╡╤Ж╨║╨╕╨╣ ╨░╨▓╤В╨╛╨╜╨╛╨╝╨╜╤Л╨╣ ╨╛╨║╤А╤Г╨│	╨п╨Э╨Р╨Ю	5
37	╨п╤А╨╛╤Б╨╗╨░╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨п╤А╤Б╨╗╨▓╨╗╤М	3
38	╨Ъ╤А╨░╤Б╨╜╨╛╤П╤А╤Б╨║╨╕╨╣ ╨║╤А╨░╨╣	╨Ъ╤А╤Б	6
39	╨Э╨╛╨▓╨╛╤Б╨╕╨▒╨╕╤А╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Э╨▓╤Б╨╕╨▒	6
40	╨Р╨┤╤Л╨│╨╡╤П	╨Р╨┤╨│	7
41	╨Р╤Б╤В╤А╨░╤Е╨░╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Р╤Б╤В╤А╤Е	7
42	╨Т╨╛╨╗╨│╨╛╨│╤А╨░╨┤╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Т╨╗╨│╤А	7
44	╨а╨╛╤Б╤В╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨а╤Б╤В╨▓	7
45	╨Ъ╤А╨░╤Б╨╜╨╛╨┤╨░╤А╤Б╨║╨╕╨╣ ╨║╤А╨░╨╣	╨Ъ╤А╤Б╨┤╨░╤А	7
46	╨б╤В╨░╨▓╤А╨╛╨┐╨╛╨╗╤М╤Б╨║╨╕╨╣ ╨Ъ╤А╨░╨╣	╨б╤В╨▓╤А╨┐	7
47	╨в╨░╨╝╨▒╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨в╨╝╨▒╨▓	3
48	╨С╤Г╤А╤П╤В╨╕╤П	╨С╤Г╤А╤П╤В	6
49	╨Р╨╗╤В╨░╨╣ (╨а╨╡╤Б╨┐╤Г╨▒╨╗╨╕╨║╨░)	╨Р╨╗╤В	6
50	╨Ч╨░╨▒╨░╨╣╨║╨░╨╗╤М╤Б╨║╨╕╨╣ ╨║╤А╨░╨╣	╨Ч╨▒╨║╨╗	6
51	╨е╨░╨║╨░╤Б╨╕╤П	╨е╨║╤Б	6
52	╨в╤Л╨▓╨░	╨в╤Л╨▓	6
53	╨Р╨╗╤В╨░╨╣╤Б╨║╨╕╨╣ ╨║╤А╨░╨╣	╨Р╨╗╤В╨║╤А	6
59	╨б╨░╤Е╨░ (╨п╨║╤Г╤В╨╕╤П)	╨п╨║╤В	8
55	╨Ш╤А╨║╤Г╤В╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ш╤А╨║╤В	6
56	╨Ъ╨╡╨╝╨╡╤А╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ъ╨╝╤А╨▓	6
57	╨Ю╨╝╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ю╨╝╤Б╨║	6
60	╨е╨░╨▒╨░╤А╨╛╨▓╤Б╨║╨╕╨╣ ╨║╤А╨░╨╣	╨е╨░╨▒╤А	8
61	╨Р╨╝╤Г╤А╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Р╨╝╤Г╤А	8
62	╨Ъ╨░╨╝╤З╨░╤В╤Б╨║╨╕╨╣ ╨║╤А╨░╨╣	╨Ъ╨░╨╝╤З	8
63	╨Ь╨░╨│╨░╨┤╨░╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ь╨░╨│╨░╨┤	8
64	╨б╨░╤Е╨░╨╗╨╕╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨б╤Е╨╗╨╜	8
65	╨Х╨▓╤А╨╡╨╣╤Б╨║╨░╤П ╨░╨▓╤В╨╛╨╜╨╛╨╝╨╜╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Х╨Р╨Ю	8
66	╨з╤Г╨║╨╛╤В╤Б╨║╨╕╨╣ ╨░╨▓╤В╨╛╨╜╨╛╨╝╨╜╤Л╨╣ ╨╛╨║╤А╤Г╨│	╨з╨Р╨Ю	8
67	╨Я╤А╨╕╨╝╨╛╤А╤Б╨║╨╕╨╣ ╨║╤А╨░╨╣	╨Я╤А╨╕╨╝╨╛╤А╤М╨╡	8
68	╨Ъ╨╛╤Б╤В╤А╨╛╨╝╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ъ╨╛╤Б╤В╤А╨╛╨╝	3
69	╨Ш╨╢╨╡╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ш╨╢╨▓	9
70	╨Ъ╨╕╤А╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ъ╤А╨▓	9
71	╨а╨╡╤Б╨┐╤Г╨▒╨╗╨╕╨║╨░ ╨Ь╨░╤А╨╕╨╣ ╨н╨╗	╨Ь╤А╨н╨╗	9
72	╨Ь╨╛╤А╨┤╨╛╨▓╨╕╤П	╨Ь╤А╨┤╨▓	9
73	╨Я╨╡╨╜╨╖╨╡╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Я╨╡╨╜╨╖╨░	9
74	╨б╨░╤А╨░╤В╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨б╤А╤В╨▓	9
75	╨г╨┤╨╝╤Г╤А╤В╤Б╨║╨░╤П ╤А╨╡╤Б╨┐╤Г╨▒╨╗╨╕╨║╨░	╨г╨┤╨╝╤А╤В	9
76	╨г╨╗╤М╤П╨╜╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨г╨╗╨▓╨╜	9
77	╨з╤Г╨▓╨░╤И╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨з╨▓╤И	9
78	╨а╨╡╤Б╨┐╤Г╨▒╨╗╨╕╨║╨░ ╨Ъ╤А╤Л╨╝	╨Ъ╤А╤Л╨╝	7
79	╨Т╨╕╨╜╨╜╨╕╤Ж╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Т╨╕╨╜╨╜╨╕╤Ж╨░	10
80	╨Т╨╛╨╗╤Л╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Т╨╛╨╗╤Л╨╜╤М	10
81	╨Ф╨╜╨╡╨┐╤А╨╛╨┐╨╡╤В╤А╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ф╨╜╨╡╨┐╤А	10
83	╨Ц╨╕╤В╨╛╨╝╨╕╤А╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ц╨╕╤В╨╛╨╝╨╕╤А	10
84	╨Ч╨░╨║╨░╤А╨┐╨░╤В╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ч╨░╨║╨░╤А╨┐╨░╤В╤Л	10
86	╨Ш╨▓╨░╨╜╨╛-╨д╤А╨░╨╜╨║╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ш-╨д╤А╨░╨╜╨║	10
87	╨Ъ╨╕╨╡╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ъ╨╕╨╡╨▓	10
88	╨Ъ╨╕╤А╨╛╨▓╨╛╨│╤А╨░╨┤╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ъ╨╕╤А╨▓╨│╤А╨┤	10
90	╨Ы╤М╨▓╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ы╤М╨▓╨╛╨▓	10
82	╨Ф╨╛╨╜╨╡╤Ж╨║╨░╤П ╨╜╨░╤А╨╛╨┤╨╜╨░╤П ╤А╨╡╤Б╨┐╤Г╨▒╨╗╨╕╨║╨░	╨Ф╨Э╨а	7
85	╨Ч╨░╨┐╨╛╤А╨╛╨╢╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ч╨░╨┐╨╛╤А╨╛╨╢╤М╨╡	7
43	╨Ъ╨░╨╗╨╝╤Л╨║╨╕╤П	╨Ъ╨╗╨╝╨║	7
91	╨Э╨╕╨║╨╛╨╗╨░╨╡╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Э╨╕╨║╨╛╨╗╨░╨╡╨▓╤Б╨║	10
92	╨Ю╨┤╨╡╤Б╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ю╨┤╨╡╤Б╤Б╨░	10
93	╨Я╨╛╨╗╤В╨░╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Я╨╛╨╗╤В╨░╨▓╨░	10
94	╨а╨╛╨▓╨╜╨╡╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨а╨╛╨▓╨╜╨╛	10
95	╨б╤Г╨╝╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨б╤Г╨╝╤Л	10
96	╨в╨╡╤А╨╜╨╛╨┐╨╛╨╗╤М╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨в╨╡╤А╨╜╨╛╨┐╨╛╨╗╤М	10
97	╨е╨░╤А╤М╨║╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨е╨░╤А╤М╨║╨╛╨▓	10
99	╨е╨╝╨╡╨╗╤М╨╜╨╕╤Ж╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨е╨╝╨╡╨╗╤М	10
100	╨з╨╡╤А╨║╨░╤Б╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨з╨╡╤А╨║╨░╤Б	10
101	╨з╨╡╤А╨╜╨╕╨│╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨з╨╡╤А╨╜╨╕╨│╨╛╨▓	10
102	╨з╨╡╤А╨╜╨╛╨▓╨╕╤Ж╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨з╨╡╤А╨╜╨╛╨▓╨╕╤Ж╨║	10
103	╨б╨╡╨▓╨░╤Б╤В╨╛╨┐╨╛╨╗╤М	╨б╨╡╨▓╨┐╨╗╤М	7
104	╨б╨╝╨╛╨╗╨╡╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨б╨╝╨╛╨╗╨╡╨╜╤Б╨║	3
106	╨С╤А╨╡╤Б╤В╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨С╤А╨╡╤Б╤В	11
107	╨Т╨╕╤В╨╡╨▒╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Т╨╕╤В╨╡╨▒╤Б╨║	11
108	╨У╨╛╨╝╨╡╨╗╤М╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨У╨╛╨╝╨╡╨╗╤М	11
109	╨У╤А╨╛╨┤╨╜╨╡╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨У╤А╨╛╨┤╨╜╨╛	11
110	╨Ь╨╕╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ь╨╕╨╜╤Б╨║	11
111	╨Ь╨╛╨│╨╕╨╗╤С╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ь╨╛╨│╨╕╨╗╤С╨▓	11
112	╨Ш╨▓╨░╨╜╨╛╨▓╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ш╨▓╨░╨╜╨╛╨▓	3
113	╨Ы╨╕╨┐╨╡╤Ж╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ы╨┐╤Ж╨║	3
114	╨Р╤Б╤В╨░╨╜╨░	╨Р╤Б╤В╨░╨╜╨░	12
115	╨Р╨╗╨╝╨░╤В╤Л	╨Р╨╗╨╝╨░╤В╤Л	12
116	╨С╨░╨╣╨║╨╛╨╜╤Г╤А	╨С╨░╨╣╨║╨╛╨╜╤Г╤А	12
117	╨Р╨║╨╝╨╛╨╗╨╕╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Р╨║╨╝╨╛╨╗	12
118	╨Р╨║╤В╤О╨▒╨╕╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Р╨║╤В╤О╨▒╤Л	12
119	╨Р╨╗╨╝╨░╤В╨╕╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Р╨╗╨╝╨░╤В. ╨╛╨▒╨╗	12
120	╨Р╤В╤Л╤А╨░╤Г╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Р╤В╤Л╤А╨░╤Г	12
121	╨Т╨╛╤Б╤В╨╛╤З╨╜╨╛-╨Ъ╨░╨╖╨░╤Е╤Б╤В╨░╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Т╨╛╤Б╤В╨╛╨║ ╨Ъ╨╖╤Е╤Б╤В╨╜	12
122	╨Ц╨░╨╝╨▒╤Л╨╗╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ц╨░╨╝╨▒╤Л╨╗	12
123	╨Ч╨░╨┐╨░╨┤╨╜╨╛-╨Ъ╨░╨╖╨░╤Е╤Б╤В╨░╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ч╨░╨┐╨░╨┤ ╨Ъ╨╖╤Е╤Б╤В╨╜	12
124	╨Ъ╨░╤А╨░╨│╨░╨╜╨┤╨╕╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ъ╨░╤А╨░╨│╨░╨╜╨┤╨░	12
125	╨Ъ╨╛╤Б╤В╨░╨╜╨░╨╣╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ъ╨╛╤Б╤В╨░╨╜╨░╨╣	12
126	╨Ъ╤Л╨╖╤Л╨╗╨╛╤А╨┤╨╕╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╥Ъ╤Л╨╖╤Л╨╗╨╛╤А╨┤╨░	12
127	╨Ь╨░╨╜╨│╨╕╤Б╤В╨░╤Г╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Ь╨░╨╜╨│╨╕╤Б╤В	12
128	╨Я╨░╨▓╨╗╨╛╨┤╨░╤А╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨Я╨░╨▓╨╗╨╛╨┤╨░╤А	12
129	╨б╨╡╨▓╨╡╤А╨╛-╨Ъ╨░╨╖╨░╤Е╤Б╤В╨░╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨б╨╡╨▓╨╡╤А ╨Ъ╨╖╤Е╤Б╤В╨╜	12
130	╨о╨╢╨╜╨╛-╨Ъ╨░╨╖╨░╤Е╤Б╤В╨░╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨о╨│ ╨Ъ╨╖╤Е╤Б╤В╨╜	12
89	╨Ы╤Г╨│╨░╨╜╤Б╨║╨░╤П ╨╜╨░╤А╨╛╨┤╨╜╨░╤П ╤А╨╡╤Б╨┐╤Г╨▒╨╗╨╕╨║╨░	╨Ы╨Э╨а	7
98	╨е╨╡╤А╤Б╨╛╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨е╨╡╤А╤Б╨╛╨╜	7
131	╨Р╤А╨╝╨╡╨╜╨╕╤П	╨Р╤А╨╝╨╡╨╜╨╕╤П	13
132	╨Ъ╨░╨╖╨░╤Е╤Б╤В╨░╨╜	╨Ъ╨░╨╖╨░╤Е╤Б╤В╨░╨╜	13
133	╨Ъ╨╕╤А╨│╨╕╨╖╨╕╤П	╨Ъ╨╕╤А╨│╨╕╨╖╨╕╤П	13
134	╨Ь╨╛╨╗╨┤╨░╨▓╨╕╤П	╨Ь╨╛╨╗╨┤╨░╨▓╨╕╤П	13
135	╨в╨░╨┤╨╢╨╕╨║╨╕╤Б╤В╨░╨╜	╨в╨░╨┤╨╢╨╕╨║╨╕╤Б╤В╨░╨╜	13
136	╨г╨╖╨▒╨╡╨║╨╕╤Б╤В╨░╨╜	╨г╨╖╨▒╨╡╨║╨╕╤Б╤В╨░╨╜	13
137	╨Т╨╡╨╗╨╕╨║╨╛╨▒╤А╨╕╤В╨░╨╜╨╕╤П	UK	13
138	╨Ф╨░╨╜╨╕╤П	╨Ф╨░╨╜╨╕╤П	13
139	╨Ш╤А╨╗╨░╨╜╨┤╨╕╤П	╨Ш╤А╨╗╨░╨╜╨┤╨╕╤П	13
140	╨Ш╤Б╨╗╨░╨╜╨┤╨╕╤П	╨Ш╤Б╨╗╨░╨╜╨┤╨╕╤П	13
141	╨Ы╨░╤В╨▓╨╕╤П	╨Ы╨░╤В╨▓╨╕╤П	13
142	╨Ы╨╕╤В╨▓╨░	╨Ы╨╕╤В╨▓╨░	13
143	╨Э╨╛╤А╨▓╨╡╨│╨╕╤П	╨Э╨╛╤А╨▓╨╡╨│╨╕╤П	13
144	╨д╨╕╨╜╨╗╤П╨╜╨┤╨╕╤П	╨д╨╕╨╜╨╗╤П╨╜╨┤╨╕╤П	13
145	╨и╨▓╨╡╤Ж╨╕╤П	╨и╨▓╨╡╤Ж╨╕╤П	13
146	╨н╤Б╤В╨╛╨╜╨╕╤П	╨н╤Б╤В╨╛╨╜╨╕╤П	13
147	╨Т╨╡╨╜╨│╤А╨╕╤П	╨Т╨╡╨╜╨│╤А╨╕╤П	13
148	╨У╤А╤Г╨╖╨╕╤П	╨У╤А╤Г╨╖╨╕╤П	13
149	╨Я╨╛╨╗╤М╤И╨░	╨Я╨╛╨╗╤М╤И╨░	13
150	╨б╨╗╨╛╨▓╨░╨║╨╕╤П	╨б╨╗╨╛╨▓╨░╨║╨╕╤П	13
151	╨з╨╡╤Е╨╕╤П	╨з╨╡╤Е╨╕╤П	13
152	╨Р╨▓╤Б╤В╤А╨╕╤П	╨Р╨▓╤Б╤В╤А╨╕╤П	13
153	╨С╨╡╨╗╤М╨│╨╕╤П	╨С╨╡╨╗╤М╨│╨╕╤П	13
154	╨У╨╡╤А╨╝╨░╨╜╨╕╤П	╨д╨а╨У	13
155	╨Э╨╕╨┤╨╡╤А╨╗╨░╨╜╨┤╤Л	╨Э╨╕╨┤╨╡╤А╨╗╨░╨╜╨┤╤Л	13
156	╨д╤А╨░╨╜╤Ж╨╕╤П	╨д╤А╨░╨╜╤Ж╨╕╤П	13
157	╨и╨▓╨╡╨╣╤Ж╨░╤А╨╕╤П	╨и╨▓╨╡╨╣╤Ж╨░╤А╨╕╤П	13
158	╨Р╨╗╨▒╨░╨╜╨╕╤П	╨Р╨╗╨▒╨░╨╜╨╕╤П	13
159	╨С╨╛╨╗╨│╨░╤А╨╕╤П	╨С╨╛╨╗╨│╨░╤А╨╕╤П	13
160	╨У╤А╨╡╤Ж╨╕╤П	╨У╤А╨╡╤Ж╨╕╤П	13
161	╨а╤Г╨╝╤Л╨╜╨╕╤П	╨а╤Г╨╝╤Л╨╜╨╕╤П	13
162	╨б╨╡╨▓╨╡╤А╨╜╨░╤П ╨Ь╨░╨║╨╡╨┤╨╛╨╜╨╕╤П	╨б╨╡╨▓╨╡╤А╨╜╨░╤П ╨Ь╨░╨║╨╡╨┤╨╛╨╜╨╕╤П	13
163	╨б╨╡╤А╨▒╨╕╤П	╨б╨╡╤А╨▒╨╕╤П	13
164	╨б╨╗╨╛╨▓╨╡╨╜╨╕╤П	╨б╨╗╨╛╨▓╨╡╨╜╨╕╤П	13
165	╨в╤Г╤А╤Ж╨╕╤П	╨в╤Г╤А╤Ж╨╕╤П	13
166	╨е╨╛╤А╨▓╨░╤В╨╕╤П	╨е╨╛╤А╨▓╨░╤В╨╕╤П	13
167	╨з╨╡╤А╨╜╨╛╨│╨╛╤А╨╕╤П	╨з╨╡╤А╨╜╨╛╨│╨╛╤А╨╕╤П	13
168	╨Ш╤Б╨┐╨░╨╜╨╕╤П	╨Ш╤Б╨┐╨░╨╜╨╕╤П	13
169	╨Ш╤В╨░╨╗╨╕╤П	╨Ш╤В╨░╨╗╨╕╤П	13
170	╨а╨╡╤Б╨┐╤Г╨▒╨╗╨╕╨║╨░ ╨Ъ╨╕╨┐╤А	╨а╨╡╤Б╨┐╤Г╨▒╨╗╨╕╨║╨░ ╨Ъ╨╕╨┐╤А	13
171	╨Я╨╛╤А╤В╤Г╨│╨░╨╗╨╕╤П	╨Я╨╛╤А╤В╤Г╨│╨░╨╗╨╕╤П	13
172	╨д╤А╨░╨╜╤Ж╨╕╤П	╨д╤А╨░╨╜╤Ж╨╕╤П	13
173	╨Ш╨╖╤А╨░╨╕╨╗╤М	╨Ш╨╖╤А╨░╨╕╨╗╤М	13
174	╨С╤А╤П╨╜╤Б╨║╨░╤П ╨╛╨▒╨╗╨░╤Б╤В╤М	╨С╤А╤П╨╜╤Б╨║	3
\.


--
-- Data for Name: ki_update_types; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.ki_update_types (ki_update_type_id, ki_update_type_name, update_type_polygon_flag, update_type_game_flag, update_type_photo_flag, update_type_review_flag, advertise_update_flag, update_type_user_text) FROM stdin;
1	╨Ф╨╛╨▒╨░╨▓╨╗╨╡╨╜╨░ ╨╜╨╛╨▓╨░╤П ╨╕╨│╤А╨░	0	1	0	0	1	╨╕╨│╤А╨░ %game%
2	╨Ш╨╖╨╝╨╡╨╜╨╡╨╜╨╛ ╨╛╨┐╨╕╤Б╨░╨╜╨╕╨╡ ╨╕╨│╤А╤Л	0	1	0	0	0	\N
3	╨Ш╨│╤А╨░ ╤Г╨┤╨░╨╗╨╡╨╜╨░ ╨╕╨╖ ╨║╨░╨╗╨╡╨╜╨┤╨░╤А╤П	0	1	0	0	0	\N
5	╨Ш╨╖╨╝╨╡╨╜╨╡╨╜╨░ ╨┤╨░╤В╨░ ╨╕╨│╤А╤Л	0	1	0	0	0	\N
6	╨Ф╨╛╨▒╨░╨▓╨╗╨╡╨╜╨░ ╨╜╨╛╨▓╨╛╤Б╤В╤М	0	0	0	0	1	╨╜╨░ ╤Б╨░╨╣╤В╨╡:
7	╨Ш╨│╤А╨░ ╨▓╨╛╤Б╤Б╤В╨░╨╜╨╛╨▓╨╗╨╡╨╜╨░ ╨▓ ╨║╨░╨╗╨╡╨╜╨┤╨░╤А╨╡	0	1	0	0	0	\N
8	╨г ╨╕╨│╤А╤Л ╨╕╨╖╨╝╨╡╨╜╨╕╨╗╤Б╤П ╤Б╤В╨░╤В╤Г╤Б	0	1	0	0	0	\N
9	╨г╨┤╨░╨╗╨╡╨╜ ╨┐╨╛╨╗╨╕╨│╨╛╨╜	1	0	0	0	0	\N
10	╨Ф╨╛╨▒╨░╨▓╨╗╨╡╨╜ ╨╜╨╛╨▓╤Л╨╣ ╨┐╨╛╨╗╨╕╨│╨╛╨╜	1	0	0	0	0	\N
11	╨Я╨╛╨╗╨╕╨│╨╛╨╜ ╨┐╨╡╤А╨╡╨╕╨╝╨╡╨╜╨╛╨▓╨░╨╜	1	0	0	0	0	\N
12	╨Я╨╛╨╗╨╕╨│╨╛╨╜ ╨▓╨╛╤Б╤Б╤В╨░╨╜╨╛╨▓╨╗╨╡╨╜	1	0	0	0	0	\N
13	╨Ф╨╛╨▒╨░╨▓╨╗╨╡╨╜╨░ ╨╜╨╛╨▓╨░╤П ╤А╨╡╤Ж╨╡╨╜╨╖╨╕╤П	0	1	0	1	1	%review_link% ╨╜╨░ ╨╕╨│╤А╤Г %game% ╨╛╤В %updated_user%
14	╨г╨┤╨░╨╗╨╡╨╜╨░ ╤А╨╡╤Ж╨╡╨╜╨╖╨╕╤П	0	1	0	1	0	\N
15	╨Ф╨╛╨▒╨░╨▓╨╗╨╡╨╜ ╤Д╨╛╤В╨╛╨╛╤В╤З╨╡╤В	0	1	1	0	1	%photo% ╨║ ╨╕╨│╤А╨╡ %game% ╨╛╤В %updated_user%
16	╨Ш╨╖╨╝╨╡╨╜╨╡╨╜ ╤Д╨╛╤В╨╛╨╛╤В╤З╨╡╤В	0	1	1	0	0	\N
17	╨г╨┤╨░╨╗╨╡╨╜ ╤Д╨╛╤В╨╛╨╛╤В╤З╨╡╤В	0	1	1	0	0	\N
18	╨Р╨▓╤В╨╛╤А ╨░╤Б╤Б╨╛╤Ж╨╕╨╕╤А╨╛╨▓╨░╨╜ ╤Б ╨Ц╨Ц	0	0	0	0	0	\N
19	╨Ш╨│╤А╨░ ╨┤╨╛╨▒╨░╨▓╨╗╨╡╨╜╨░ ╨┐╨╛╨╗╤М╨╖╨╛╨▓╨░╤В╨╡╨╗╨╡╨╝	0	1	0	0	0	\N
20	╨Ш╨│╤А╨░ ╨┐╤А╨╛╨▓╨╡╤А╨╡╨╜╨░ ╤А╨╡╨┤╨░╨║╤В╨╛╤А╨╛╨╝	0	1	0	0	1	╨╕╨│╤А╨░ %game%
21	╨а╨╡╤Ж╨╡╨╜╨╖╨╕╤П ╨▓╨╛╤Б╤Б╤В╨░╨╜╨╛╨▓╨╗╨╡╨╜╨░	0	1	0	1	0	\N
\.


--
-- Data for Name: privs; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.privs (id, name, "desc", hidden_flag) FROM stdin;
1	BASTILIA_NEWS	╨Э╨╛╨▓╨╛╤Б╤В╨╕ ╨╜╨░ ╨С╨░╤Б╤В╨╕╨╗╨╕╨╕	1
2	USERS_CONTROL	╨Р╨┤╨╝╨╕╨╜╨╕╤Б╤В╤А╨░╤В╨╛╤А ╨┐╨╛╨╗╤М╨╖╨╛╨▓╨░╤В╨╡╨╗╨╡╨╣	0
3	VIEW_SPB_GAMES	╨Я╤А╨╕╨▓╨░╤В╨╜╤Л╨╡ ╨╕╨│╤А╤Л ╨▓ ╨б╨Я╨С	1
4	EDIT_GAMES	╨а╨╡╨┤╨░╨║╤В╨╛╤А ╨║╨░╨╗╨╡╨╜╨┤╨░╤А╤П	0
5	EDIT_POLYGONS	╨а╨╡╨┤╨░╨║╤В╨╛╤А ╨┐╨╛╨╗╨╕╨│╨╛╨╜╨╛╨▓	0
6	PHOTO	╨д╨╛╤В╨╛╨╝╨╛╨┤╨╡╤А╨░╤В╨╛╤А	0
7	PHOTO_SELF	╨Ф╨╛╨▓╨╡╤А╨╡╨╜╨╜╤Л╨╣ ╤Д╨╛╤В╨╛╨│╤А╨░╤Д	0
\.


--
-- Name: ki_game_types_game_type_id_seq; Type: SEQUENCE SET; Schema: public; Owner: -
--

SELECT pg_catalog.setval('public.ki_game_types_game_type_id_seq', 13, true);


--
-- Name: ki_regions_region_id_seq; Type: SEQUENCE SET; Schema: public; Owner: -
--

SELECT pg_catalog.setval('public.ki_regions_region_id_seq', 13, true);


--
-- Name: ki_sub_regions_sub_region_id_seq; Type: SEQUENCE SET; Schema: public; Owner: -
--

SELECT pg_catalog.setval('public.ki_sub_regions_sub_region_id_seq', 174, true);


--
-- Name: ki_update_types_ki_update_type_id_seq; Type: SEQUENCE SET; Schema: public; Owner: -
--

SELECT pg_catalog.setval('public.ki_update_types_ki_update_type_id_seq', 21, true);


--
-- Name: privs_id_seq; Type: SEQUENCE SET; Schema: public; Owner: -
--

SELECT pg_catalog.setval('public.privs_id_seq', 7, true);


--
-- PostgreSQL database dump complete
--

\unrestrict UdopVpuIDHh8co3XPVcwMBSMuAtoxWlYPUVxJW92SLyxBxNWYt9Eo375M2LMIqT

